[{
        "name": "Monitor Servicing",
        "details": "We provide solution of  a Monitor servicing its, power-supply, display main circuit board. A monitor is an electronic output device that is also known as a video display terminal (VDT) or a video display unit (VDU). It is used to display images, text, video, and graphics information generated by a connected computer via a computer's video card. Although it is almost like a TV, its resolution is much higher than a TV. The first computer monitor was introduced on 1 March 1973, which was part of the Xerox Alto computer system.",
        "img": "https://m.media-amazon.com/images/I/71VjLs6obgL._SL1500_.jpg",
        "rating": "4.6",
        "price": "300"
    },
    {
        "name": "FAN Servicing",
        "details": "We provide solution of  a FAN servicing its, main coil, capacitor, power-supply and circuit. A fan is a powered machine used to create a flow of air. A fan consists of a rotating arrangement of vanes or blades, generally made of wood, plastic, or metal, which act on the air. The rotating assembly of blades and hub is known as an impeller, rotor, or runner. Usually, it is contained within some form of housing, or case.[1] This may direct the airflow, or increase safety by preventing objects from contacting the fan blades. Most fans are powered by electric motors, but other sources of power may be used, including hydraulic motors, handcranks, and internal combustion engines. ",
        "img": "https://m.media-amazon.com/images/I/31iVcLXkPcL.jpg",
        "rating": "4.8",
        "price": "300"
    },
    {
        "name": "TV Servicing",
        "details": "We provide solution of  a SMART  TV by servicing its  display, power-supply, ram, rom. Television, sometimes shortened to TV, is a telecommunication medium for transmitting moving images and sound. The term can refer to a television set, or the medium of television transmission. Television is a mass medium for advertising, entertainment, news, and sports. Television became available in crude experimental forms in the late 1920s, but only after several years of further development was the new technology marketed to consumers. After World War II, an improved form of black-and-white television broadcasting became popular in the United Kingdom and the United States, and television sets became commonplace in homes, businesses, and institutions. During the 1950s, television was the primary medium for influencing public opinion.[1] In the mid-1960s, color broadcasting was introduced in the U.S. and most other developed countries.",
        "img": "https://www.pngall.com/wp-content/uploads/5/Full-HD-LED-TV-PNG-File-Download-Free.png",
        "rating": "4.6",
        "price": "300"
    },
    {
        "name": "Fridge Servicing,",
        "details": "We provide solution of  a a refrigerator by servicing its , power-supply, colling fan, gas system. A refrigerator, colloquially fridge, is a commercial and home appliance consisting of a thermally insulated compartment and a heat pump (mechanical, electronic or chemical) that transfers heat from its inside to its external environment so that its inside is cooled to a temperature below the room temperature. Refrigeration is an essential food storage technique around the world. The lower temperature lowers the reproduction rate of bacteria, so the refrigerator reduces the rate of spoilage. A refrigerator maintains a temperature a few degrees above the freezing point of water. The optimal temperature range for perishable food storage is 3 to 5 °C (37 to 41 °F).[1] A similar device that maintains a temperature below the freezing point of water is called a freezer.",
        "img": "https://static3.depositphotos.com/1000749/116/v/450/depositphotos_1161071-stock-illustration-refrigerator.jpg",
        "rating": "4.8",
        "price": "300"
    },
    {
        "name": "AC Servicing",
        "details": "We provide solution of  a Air Coller servicing its, main coil, capacitor, power-supply and circuit. Air coolers can be your best friend this summer season as th ..Air cooling is a method of dissipating heat. It works by expanding the surface area or increasing the flow of air over the object to be cooled, or both. An example of the former is to add cooling fins to the surface of the object, either by making them integral or by attaching them tightly to the object's surface (to ensure efficient heat transfer). In the case of the latter, it is done by using a fan blowing air into or onto the object one wants to cool. The addition of fins to a heat sink increases its total surface area, resulting in greater cooling effectiveness. There are two types of cooling pads that can used for air cooling: one is the honeycomb design and another one is excelsior.[citation needed] ",
        "img": "https://scalegrid.io/wp-content/uploads/2019/07/The-Best-Way-to-Host-MySQL-on-Azure-ScaleGrid-Blog.jpg",
        "rating": "4.7",
        "price": "300"
    },
    {
        "name": "Washing Machine Servicing",
        "details": "We provide solution of a Washing Machine servicing its, main coil, capacitor, power-supply and circuit.      A washing machine(laundry machine, clothes washer, washer, or simply wash) is a home appliance used to wash laundry.The  is mostly applied to machines that use water as opposed to dry cleaning(which uses alternative cleaning fluids and is performed by specialist businesses) or ultrasonic cleaners.The user adds laundry detergent, which is sold in liquid or powder form, to the wash water Irreler Bauerntradition shows an early Miele washing machine at the Roscheider Hof Open Air Museum.",
        "img": "https://static7.depositphotos.com/1001877/779/i/600/depositphotos_7798364-stock-photo-closed-washing-machine.jpg",
        "rating": "4.6",
        "price": "200"
    },
    {
        "name": "IPS Servicing",
        "details": "We provide solution of  an IPS by servicing its, power-supply, colling fan, gas system.The IPS/UPS is a wide area synchronous transmission grid of some CIS countries, with a common mode of operation and centralized supervisory control. It has an installed generation capacity of 300 gigawatts, and produces 1,200 terawatt-hours (TWh) per year for its 280 million customers. The system spans eight time zones. The unified power system was started in 1956 by interconnecting the power systems of Center and Middle Volga. By 1978, the unified power system included all of the Soviet Union except Central Asia.",
        "img": "https://www.banglastall.com/pho_1/1491752571.png",
        "rating": "4.9",
        "price": "200"
    },
    {
        "name": "Mobile Servicing",
        "details": "We provide solution of  a mobile by servicing its  battery, display, power-supply, ram, rom. A mobile device (or handheld computer) is a computer small enough to hold and operate in the hand. Handheld computer devices will typically have a LCD or OLED flat screen interface, providing a touchscreen interface with digital buttons and keyboard or physical buttons along with a physical keyboard. Many such devices can connect to the Internet and connect with other devices such as car entertainment systems or headsets via Wi-Fi, Bluetooth, cellular networks or near field communication (NFC). Integrated cameras, the ability to place and receive voice and video telephone calls, video games, and Global Positioning System (GPS) capabilities are common. Power is typically provided by a lithium-ion battery. Mobile devices may run mobile operating systems that allow third-party applications to be installed and run. Early smartphones were joined in the late 2000s by larger tablets.",
        "img": "https://st1.bgr.in/wp-content/themes/bgr2017/images/smartphone.jpg",
        "rating": "4.6",
        "price": "250"
    },
    {
        "name": "Laptop Servicing",
        "details": "We provide solution of a laptop computer or notebook computer by servicing its  battery, display, power-supply, ram, hard-disk. Personal computer generally smaller than a briefcase that can easily be transported and conveniently used in temporary spaces such as on airplanes, in libraries, temporary offices, and at meetings.A laptop typically weighs less than 5 pounds and is 3 inches or less in thickness.Among the best - known makers of laptop computers are IBM, Apple, Compaq, Dell, and Toshiba. Laptop computers generally cost more than desktop computers with the same capabilities because they are more difficult to design and manufacture.A laptop can effectively be turned into a desktop computer with a docking station, a hardware frame that supplies connections for peripheral input / output devices such as a printer or larger monitor.",
        "img": "https://cdn.thewirecutter.com/wp-content/media/2022/07/laptop-under-500-2048px-acer-1.jpg",
        "rating": "4.8",
        "price": "350"
    }
]